<x-welcome-layout>
    <x-slot name="header">
    </x-slot>
    <div
        id="rules"
        data-parallax="scroll"
        class="parallax-window py-12"
        data-image-src="{{asset('/img/welcome/antique-cafe-bg-02.jpg')}}"
    >
        <div class="max-w-7xl mx-auto p-6 space-y-2 bg-white bg-opacity-80 rounded text-xl font-sans">
            <h2 class="mb-6 tm-text-green text-4xl font-medium w-full text-center">Правила в Time Cafe</h2>
            <p>Уважительно относитесь к другим гостям, Не материтесь на территории антикафе.</p>
            <p>На территории антикафе запрещены алкоголь, наркотики, курение, азартные игры, секс.</p>
            <p>Убирайте грязную посуду в раковину, просьба возвращать мебель в исходное положение.</p>
            <p>Находиться на территории антикафе без регистрации более 10 минут нельзя.</p>
            <p class="pt-4">Подробно</p>
            <ol class="list-decimal px-5">
                <li>Нахождение в заведении несовершеннолетних (до 18 лет) после 23:00 не допускается. При входе мы можем отказать в посещении при отсутствии документов, подтверждающих возраст. У нас могут присутствовать посетители 16+, лица младше 16 лет допускаются с присутствием ответственного лица, родителя.</li>
                <li>Администрация может отказать в посещении без объяснения причин.</li>
                <li>
                    <p>Мы будем вынуждены отказать Вам в посещении, если:</p>
                    <ul class="list-disc">
                        <li>Вы находитесь в состоянии алкогольного опьянения (от Вас пахнет алкоголем, Вас пошатывает, вы неадекватны)</li>
                        <li>Вы ведетё себя недружелюбно/неадекватно или вели в прошлые посещения (на усмотрение администратора)</li>
                        <li>Вы нарушаете общественный порядок (на усмотрение администратора)</li>
                        <li>Вы совершаете противоправные действия</li>
                    </ul>
                </li>
                <li>
                    <p>В нашем антикафе запрещается:</p>
                    <ul class="list-disc">
                        <li>Заниматься несанкционированной торговлей</li>
                        <li>Приносить и распивать алкоголь (За исключением случаев аренды, при предварительном предъявлении чеков на алкогольную продукцию)</li>
                        <li>Нарушать УК и АК РФ</li>
                        <li>Играть в игры на деньги</li>
                        <li>Нарушать общественный порядок (орать громко, бить сильно, крушить всё на своём пути, приставать к людям)</li>
                        <li>Курить в не предназначенных для этого местах (В помещениях, снаружи вблизи входов и окон)</li>
                        <li>Включать свою музыку через колонки (Только в случае предварительного согласования с администратором)</li>
                        <li>Ругаться матом, говорить матом и петь матом тоже не стоит</li>
                        <li>Посещение уборных двумя или более людьми</li>
                        <li>Оспаривать решение администратора</li>
                        <li>Находиться в местах предназначенных только для персонала (Стойка администратора, например)</li>
                        <li>Проводить политические, религиозные, ЗОЖ и т.д. агитации</li>
                    </ul>
                </li>
            </ol>
            <p class="pt-4">Штрафные санкции антикафе:</p>
            <ul class="list-disc px-5">
                <li>Потеря и/или поломка Вашей пластиковой карты. Штраф - 200 рублей.</li>
                <li>Разбитая посуда. Штраф - 200 рублей.</li>
                <li>Курение внутри антикафе. Штраф - 2 500 рублей.</li>
            </ul>
            <p>Перестановка мебели возможна только при согласовании с администратором.</p>
        </div>
    </div>
</x-welcome-layout>
